Repository: yeatse/wikimapper
Catalog: WikiMapper/Shared (App)/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %lld more matches...
zh_hans: 还有 %lld 个匹配结果...

source: %lld pages
zh_hans: %lld 页

source: All
zh_hans: 全部

source: Allow WikiMapper to access Wikipedia sites as requested
zh_hans: 允许 WikiMapper 按需访问维基百科网站

source: Avg Pages
zh_hans: 平均页面

source: Branches
zh_hans: 分支

source: Browsing History
zh_hans: 浏览历史

source: Choose a browsing session from the sidebar to view its details
zh_hans: 从侧边栏选择一个浏览会话以查看详细信息

source: Clear All Data
zh_hans: 清除所有数据

source: Click the "Extensions" tab at the top of the preferences window
zh_hans: 点击偏好设置窗口顶部的“扩展”标签

source: Collapse All
zh_hans: 折叠所有

source: Configure Permissions
zh_hans: 配置权限

source: Contains %lld sub-pages
zh_hans: 包含 %lld 个子页面

source: Disabled
zh_hans: 未启用

source: Done
zh_hans: 完成

source: Duration
zh_hans: 时长

source: Enable WikiMapper
zh_hans: 启用 WikiMapper

source: Enable WikiMapper Extension
zh_hans: 启用 WikiMapper 扩展

source: Enabled
zh_hans: 已启用

source: Error
zh_hans: 错误

source: Expand All
zh_hans: 展开所有

source: Extension Status
zh_hans: 扩展状态

source: Find Extensions Option
zh_hans: 找到扩展选项

source: Find WikiMapper in the left extensions list and check the enable checkbox
zh_hans: 在左侧扩展列表中找到 WikiMapper 并勾选启用复选框

source: Find WikiMapper in the list and turn on the toggle to enable it
zh_hans: 在列表中找到 WikiMapper，并允许扩展

source: Grant Permissions
zh_hans: 授予权限

source: In Safari menu, select "Preferences" or press Cmd+,
zh_hans: 在 Safari 菜单中选择“偏好设置”或按 Cmd+,

source: In the Safari settings page, tap "Extensions"
zh_hans: 在 Safari 设置页面，点按“扩展”

source: Last updated: %@
zh_hans: 最后更新: %@

source: Level %lld
zh_hans: 第 %lld 层

source: Make sure to grant the extension access to all websites or specific Wikipedia sites
zh_hans: 确保授予扩展访问所有网站或特定维基百科网站的权限

source: No Browsing History
zh_hans: 没有浏览历史

source: No matching pages found
zh_hans: 没有找到匹配的页面

source: OK
zh_hans: 确定

source: Open Safari Extension Preferences
zh_hans: 打开 Safari 扩展偏好设置

source: Open Safari Preferences
zh_hans: 打开 Safari 偏好设置

source: Open Safari Settings
zh_hans: 打开 Safari 设置

source: Open the Settings app and search for "Safari"
zh_hans: 打开“设置”App，并搜索“Safari”

source: Open Wikipedia
zh_hans: 打开维基百科

source: Pages
zh_hans: 页面数

source: Path:
zh_hans: 路径:

source: Recheck
zh_hans: 重新检查

source: Refresh
zh_hans: 刷新

source: Safari Extension Not Enabled
zh_hans: Safari 扩展未启用

source: Safari Extension Settings
zh_hans: Safari 扩展设置

source: Safari Extension Setup
zh_hans: Safari 扩展设置

source: Search pages
zh_hans: 搜索页面

source: Search pages or URLs
zh_hans: 搜索页面或URL

source: Search Results (%lld sessions)
zh_hans: 搜索结果 (%lld 个会话)

source: Select a Session
zh_hans: 选择会话

source: Select Extensions Tab
zh_hans: 选择扩展标签

source: Sessions
zh_hans: 会话数

source: Setup Safari Extension
zh_hans: 设置 Safari 扩展

source: Setup Steps
zh_hans: 设置步骤

source: Tap here to learn how to enable the extension to start tracking browsing history
zh_hans: 点击这里了解如何启用扩展以开始追踪浏览历史

source: This Month
zh_hans: 最近一个月

source: This Week
zh_hans: 最近一周

source: To track your Wikipedia browsing history, you need to enable the WikiMapper extension in Safari
zh_hans: 为了追踪您的维基百科浏览历史，需要在 Safari 中启用 WikiMapper 扩展

source: Today
zh_hans: 今天

source: Try using different search terms
zh_hans: 尝试使用不同的搜索词

source: Visited: %@
zh_hans: 访问时间: %@

source: Your browsing history will appear here after visiting Wikipedia pages in Safari
zh_hans: 在 Safari 中访问维基百科页面后，您的浏览历史将在这里显示
